;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Tagalog
;Language name in English e.g. German
LanguageEn=Filipino
;
Translator=AJ P. Luna. sijuan_siantonio@yahoo.com.ph, ajfudgeology.wordpress.com
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Wala
602=Options ng Listary

;Tray Menu
1001=Online na Tulong
1002=Tingnan kung may Updates...
1003=Patungkol
1004=Isara

;Toolbar
1100=Hanapin

;Favorite Menu
2000=Mga Favorites
2001=Application Na Ito
2002=Global
2003=Dagdagan
2004=Idagdag ang Kasalukuyang Folder sa Mga Favorites
2050=Hindi naidaddag sa Mga Pabortito
2051=Hindi nakuha ng Listary ang path galing sa application na ito.

;Recent Menu
2100=Recent
2101=Burahin ang listahan
2103=Folder
2104=File
2105=Subaybayan Ang Application Na Ito
2106=Huwag Subaybayan Ang Application Na Ito
2107=Ipakita ang Karagdagan...

;Smart Menu
2200=Smart
2201=Kasalukuyang Binuksang Mga Folders
2202=Lumipat sa Huling Binuksang Folder sa File Manager
2203=Buksan ang Piniling File sa File Manager
2204=I-explore and Kasalukuyang Folder
2205=Command Prompt
2206=Puntahan ang Folder ng Application
2207=I-explore ang Folder ng Application
2208=Ipakita ang File Extension
2209=Ipakita ang Hidden Files at Folders
2210=Kopyahin ang Folder Path sa Clipboard
2211=Kopyahin ang mga Paths ng mga Piniling Items sa Clipboard
2212=Kopyahin ang Display Names ng mga Piniling Items sa Clipboard
2213=Options
2214=Mag-upgrade sa Pro Version
2215=Idagdag ang Application sa Support List
2216=Huwag itakda o patakbuhin ang Listary para sa Application na ito
2217=I-export ang Nilalaman ng Listahan sa CSV File
2218=Separator
2250=%s matagumpay na naidagdag sa support list.
2251=Maaari mong gamitin ang middle-click ng mouse o ang itinakda mong hot key %s para buksan ang Listary sa %s ngayon din.
2252=Sigurado ka ba na ayaw mong pahinttulutan ang Listary para sa application na ito?
2253=Pahintuin ang Listary.
2254=Sa susunod na buksan mo ang application na ito, hindi na gagana ang Listary para dito.\nMaari mong puntahan ang Options > Applications upang muling paganahin at itakda ang Listary para sa application na ito.

;Search
2300=Listahan
2301=Puntahan
2302=Walang tugma.

;Options > General
3000=Pangkalahatan
3001=Ibilang ang Listary sa start up programs ng Windows
3002=Kusang itakda ang input focus sa file list para sa Windows XP Explorer
3003=Maghanap ng updates kapag aktibo ang Options
3004=Quick Switch (Ang path ng kasalukuyang binukasang folder ay kusang na ilalagay sa akitbong file dialog kung diretso kang lumipat sa window nito mula file manager)
3005=Lengguwahe:
3006=Nakatakdang Default na File Manager
3007=Punan ito kung nais mong gumamit ng ibang file manager maliban sa Windows Explorer.\nGamiting ang %1 sa parameter ng path. Huwag kalimutang lagyan ng quotes.


;Options > Favorites
3100=Mga Favorites
3101=Detalye
3102=Pangalan:
3103=Hot key:
3104=Type:
3105=Path:
3106=Submenu
3107=Magdadag ng item sa Mga Favorites
3108=Tanggalin ang item na ito sa Mga Favorites

;Options > Recent
3200=Recent
3201=Global Recent Items:
3206=Subaybayan ang global recent items
3207=Subaybayan ang recent files at folders ng lahat ng applications
3208=Kusang piliin ang huling bukas na file sa file open dialog
3209=Tanggalin ang napiling recent items
3210=Tanggalin ang lahat ng recent items
3211=Global recent items
3212=Recent folders sa bawat application
3213=Recent files sa bawat application
3214=Recent menu items
3215=Idagdag sa mga hahanapin ang recent files at folders

;Options > Smart Commands
3300=Smart Commands
3301=Detalye ng Command
3303=Command:
3305=Ipakita ang command na ito sa Smart Menu
3306=Magdagdag ng Custom Command
3307=Pangalan ng Command
3308=Hot Key
3309=Command
3310=Ipakita sa Smart Menu
3311=Magdagdag ng built-in smart command
3312=Tanggalin ang napiling command

;Options > Applications
3400=Mga Application
3401=Mga Setting ng Application: (may bisa lamang sa application na pinili mula sa listahan sa itaas)
3402=Bigyang bisa ang Listary sa application na ito
3403=Subaybayan ang recent files at folders ng napiling application
3404=Magdagdag ng application nang mabago ang mga settings
3405=Tanggalin ang napiling application kabilang na rin ang mga Favorites at Recent Items nito
3406=Path

;Options > Keyboard and Mouse
3500=Keyboard at Mouse
3501=Hot Keys
3502=Global:
3503=Ipakita ang toolbar ng Listary:
3504=Ipakita popup menu:
3505=Local (gagana lamang kapag aktibong ipinapakita ang Listary toolbar):
3506=Listahan ng Mga Favorites:
3507=Recent menu:
3508=Smart menu:
3509=Bigyang bisa ang mga local hot keys (kabilang ang hot keys ng favorites at smart commands) sa Explorer kapag hindi aktibo o nakatago ang Listary toolbar.
3510=Mouse
3511=Double click sa empty area para buksan ang Listary sa Explorer/File Dialog/Desktop
3512=Middle-click para buksan ang Listary

;Options > Display
3600=Display
3601=Posisyon ng Window
3602=Hindi nagbabago
3603=Naayon sa listahan
3604=Naaayon sa window
3605=Mula sa taas
3606=Mula sa ibaba
3607=Mula sa gawing kaliwa
3608=Mula sa gawing kanan
3609=Level ng Paglabo
3610=Menu
3611=Pinakamalaking bilang ng ipapakitang items:
3612=Pinakamalaking sukat ng lapad (sukat ayon sa pixels):
3613=Pinakamaliit na sukat ng lapad (sukat ayon sa pixels):
3614=Mouse hover para buksan ang mga menus (sukat sa milliseconds, 0 para i-disable):
3615=Popup Menu
3616=Ipakita ang recent items sa submenu
3617=pixels

;Options > Integration
4000=Integrasyon
4001=Idagdag ang directory menu ng Total Commander sa Listary Favorite
4002=Gamitin ang Total Commander upang palitan ang mga file dialogs:

;Options > Compatibility
3700=Pakikibagay
3701=Ang Listary ay bumabagay din sa mga sumusunod na application:
3702=Magdagdag ng application sa listahan na babagayan ng Listary
3703=Tanggalin ang napiling application sa support list
3704=File Manager
3705=Class
3706=Executable
3707=Address Bar
3708=Oo
3709=Hindi

;Options > Pro
3800=Mag-Upgrade sa Listary Pro
;3801=
3802=Pangalan:
3803=Email:
3804=Registration code:
3805=Paalala
3806=Ang Listary ay ibinabahagi bilang freeware (libreng software) para sa personal na gamit o gawaing hindi pinagkakakitaan. Samakatuwid, pinahihintulutan ka na gamitin ito ng walang bayad.
3807=Para sa gamit na pang-komersyal, kinakailangan mong mag-upgrade sa Listary Pro.
3808=I-Paste mula sa Clipboard
3809=Tingnan kung tugma ang Registration Code

;Options > About
3900=Patungkol
3901=Ang Listary ay ibinabahagi bilang freeware (libreng software) at pinahihintulutan lamang ang paggamit nito para sa personal o gawaing hindi pinagkakatian. Kung nais mo itong gamitin para sa pakay na pang-komersyal o kaya ay kinakailangan mo ang advanced features nito, kung maari sana ay bilhin mo ang Pro version.
3902=Puntahan ang Homepage
3903=Ang programang ito ay nakapangalan kay

;Add Application Dialog
4100=Idagdag ang Application
4101=I-drag ang Finder patungo sa address bar ng application na nais mong piliin, saka pakawalan ang mouse button upang mapili ito.
4102=Finder:
4103=Class:
4104=Executable:
4105=Address Bar:
4106=Ang file manager (Piliin upang mapahintulutan ang mga features na gumagana lamang sa file manager)
4107=*HINDI GUMANA* Ang Target ba ay nakabukas bilang Admin (Run as Administrator)?

;Custom Command Dialog
4200=Custom Command
4201=Full path ng executable file.\nHalimbawa: C:\Program Files\7-Zip\7z.exe
4202=Parameter:
4203=Ipinapakita ng halimbawang ito kung paano idagdag ang napiling file sa archive gamit ang 7-Zip.\n\nMaaari mong gamitin ang mga sumusunod na variables sa parameter. Ang mga variables ay hindi nagtataglay ng quotes, maaari mong idagdag ang mga ito na naayon sa iyong pakay.
4204=%file%\t\tFull path ng napiling file/folder.\nHalimbawa:  D:\download\music\example.mp3\n\n%path%\tPath ng kasalukuyang folder.\nHalimbawa: D:\download\music\\n\n%filename%\tPangalan o File name ng file/folder.\nHalimbawa: example.mp3

;Add Favorite Dialog
4300=Magdagdag ng Favorite